{
  "Language": "Jazyk",
  "Coverage": "Pokrytie",
  "Decentralization": "Decentralizácia",
  "Interoperability": "Interoperabilita",
  "Connecting the World using Oracles and distributing Financial instruments through Smart Contracts.": "Prepájanie sveta pomocou pripojení Oracles a distribúcia finančných nástrojov prostredníctvom smart-kontraktov.",
  "Persistence": "Stálosť",
  "Immutable Blockchain transactions are stored in tamper-proof P2P ledgers.": "Nezmeniteľné záznamy Blockchainu sú uložené v P2P účtovných knihách zabezpečených proti neoprávnenej manipulácii.",
  "Security": "Bezpečnosť",
  "Swarm Intelligence": "Inteligencia roja",
  "Core Blockchain is using a self-organized system — Boids — to transact and route the data.": "Core Blockchain používa samoorganizovaný systém — Boidy — na organizáciu a smerovanie údajov.",
  "Core Ecosystem": "Core <1>ekosystém</1>",
  "Core Blockchain Social Impact": "Core Blockchain <1>sociálny vplyv</1>",
  "Core Blockchain can operate on various platforms and environments - including mesh networks, satellite streams, mobile internet connection and more.": "Core Blockchain funguje na rôznych platformách a prostrediach - vrátane mesh sietí, satelitných streamov, mobilného internetového pripojenia a ďalších.",
  "Statistics": "Štatistiky",
  "Market Cap": "Trhový kapitál",
  "Network Powered by": "Sieť beží na",
  "Boid Hop Reach": "Dosah Boidov",
  "Price": "Cena",
  "Transaction Explorer": "Prieskumník transakcií",
  "Algorithm": "Algoritmus",
  "IoT Performance": "Výkon IoT",
  "Contact": "Kontakt",
  "Core Foundation": "Core nadácia",
  "We optimize the mining algorithm to be more focused on small devices //IoT// and connected to mesh network ecosystem. Meshnet is Blockchain topology - connecting nodes and transmit various data into established and new devices.": "Optimalizujeme ťažobný algoritmus tak, aby bol viac zameraný na malé zariadenia //IoT// a pripojený k ekosystému siete. Meshnet je topológia Blockchainu - pripojenie uzlov a prenos rôznych údajov do existujúcich a nových zariadení.",
  "Developer Portal": "Portál pre vývojárov",
  "Development": "Vývoj",
  "Difficulty": "Obtiažnosť",
  "Get in touch": "Ozvite sa",
  "Core Improvement Proposals": "Core návrhy vylepšení",
  "As a reminder, all release binaries are signed. You can manually verify the signatures with the command": "Pripomíname, že všetky binárne súbory sú podpísané. Podpisy môžete ručne overiť pomocou príkazu:",
  "Core Client Boid": "Core klient Boid",
  "Core Block Explorer is a web tool that provides detailed information about Core blocks, addresses, and transactions.": "Core Block Explorer je webový nástroj, ktorý poskytuje podrobné informácie o základných blokoch, adresách a transakciách.",
  "Choose your operating system": "Vyberte si operačný systém",
  "Download": "Stiahnuť",
  "Onion": "Onion",
  "Mining pools": "Ťažobné pooly",
  "Core CPU miners": "Core CPU ťažobné softvéry",
  "Nodes status": "Stav uzlov",
  "Minimum requirements": "Minimálne požiadavky",
  "Tested Devices List": "Zoznam testovaných zariadení",
  "IoT Devices": "IoT zariadenia",
  "Charts and metrics for the Core network. Explore our Boid locations Worldwide.": "Grafy a metriky pre sieť Core. Preskúmajte naše umiestnenia Boidov po celom svete.",
  "Language Support": "Podpora jazyka",
  "How to join?": "Ako sa pripojiť?",
  "Translation Program": "Prekladateľský program",
  "Contribute": "Prispieť",
  "We are serving all people Worldwide, any language any nationality. Please, contribute to translations to make this vision a reality.": "Slúžime všetkým ľuďom akejkoľvek národnosti po celom svete v akomkoľvek jazyku. Prispejte prosím k prekladom, aby sa táto vízia stala skutočnosťou.",
  "Open link": "Otvoriť odkaz",
  "Join our translation instance.": "Pripojte sa k nášmu systému prekladania.",
  "Once the review is complete (i.e. review progress is 100%), we will add it to the website.": "Keď bude revízia dokončená (napr. revízia dosiahla 100%), pridáme ju na web.",
  "Find the language you want to translate and select a document.": "Nájdite jazyk, ktorý si želáte preložiť a zvoľte dokument.",
  "The following language translations are in progress": "Práve pripravujeme tieto preklady",
  "Deployment": "Nasadenie",
  "Images": "Obrazy",
  "Containers": "Kontajnery",
  "Magnet Link": "Magnet odkaz",
  "Verify your download by running this script": "Overte si súbor pomocou skriptu",
  "Open an issue": "Vytvorť podnet",
  "4GB RAM //8GB recommended//": "4GB RAM //8GB odporúčané//",
  "Planet covered by Blockchain": "<1>Planéta</1> pokrytá <1>Blockchainom</1>",
  "About": "O Nás",
  "Aerospace": "Letectvo a kozmonautika",
  "Antenna & Amplifier //required by Luna° mesh connectivity//": "Anténa a zosilňovač //potrebné pre Luna° mesh pripojenie//",
  "Asset Tokenization": "Tokenizácia majetku",
  "Borderless network anywhere in the world that runs on various networks.": "Bezhraničná sieť kdekoľvek na svete, ktorá funguje na rôznych platformách.",
  "By mining, you can earn cryptocurrency with your CPU hashing power. Use CPU-based miners to start digging your Ores.": "Ťažbou môžete získať kryptomenu pomocou hashovacej sily procesora. Použite krypto minerz založené na princípe CPU a začnite ťažiť.",
  "Community": "Komunita",
  "Connect with Dev Community": "Spojte sa s komunitou vývojárov",
  "Core Foundation // Copyright and related rights waived via CC0.": "Core nadácia // Autorské a súvislé práva podriadené pod CC0.",
  "Core Blockchain": "Core Blockchain",
  "Core Client": "Core klient",
  "Core distributed computing platform is reliable, secure, and available for everyone.": "Core distribuovaná výpočtová platforma je spoľahlivá, bezpečná a dostupná pre všetkých.",
  "Core Mining": "Core ťažba",
  "Core Network": "Core sieť",
  "Core <1>Proof of Distributed Efficiency</1>": "Core <1>Dôkaz o distribuovanej účinnosti</1>",
  "Core Explorer": "Core prieskumník",
  "Core Stats": "Core štatistiky",
  "Core Standards": "Core štandardy",
  "Core ◆ Talk": "Core ◆ Diskusia",
  "Defence & Security": "Obrana a bezpečnosť",
  "Designed for Developers": "Vytvorené pre <1>vývojárov</1>",
  "Developers": "Vývojari",
  "Download Blockchain": "Stiahnuť Blockchain",
  "Ecosystem": "Ekosystém",
  "Education": "Vzdelávanie",
  "eGovernment & DAOs": "eVláda a DAO",
  "Energy": "Energia",
  "Enterprise": "Organizácie",
  "Finance & Payments": "Financie a platby",
  "Get Core Software": "Získať <1>Core softvér</1>",
  "Get started": "Začať",
  "GIScience": "Geografická informatika",
  "Go-core is the command-line interface for running a full Core node //Boid// implemented in Go.": "Go-core je rozhranie príkazového riadku na spustenie celého uzla //Boid// implementovaného v Go.",
  "Healthcare & Wellness": "Zdravotníctvo a wellness",
  "Highlights": "Do pozornosti",
  "If translation progress is below 100%, please contribute!": "Ak preklad nie je dokonalý na 100%, zapojte sa, prosím!",
  "Don’t see your language listed?": "Nevidíte svoj jazyk?",
  "Industries": "Odvetvia",
  "Join the Core Blockchain ecosystem and enjoy all its benefits": "Pripojte sa k ekosystému Core Blockchain a využívajte všetky jeho výhody.",
  "Just-In-Time //JIT// compilation": "Just-In-Time //JIT// kompilácia",
  "Learn more": "Zistiť viac",
  "Main Benefits of Core Blockchain": "Hlavné výhody <1>Core Blockchainu</1>",
  "Management and Resilience in Supply Chain to track, monitor, and alert using Blockchain-based verified information. Blockchain reduces the length of the chain to some extent by cutting down on the middlemen or 3rd party organizations": "Riadenie a pružnosť v dodávateľskom reťazci na stopovanie, sledovanie a varovanie pomocou overených informácií založených na blockchaine. Blockchain do istej miery skracuje dĺžku reťazca tým, že sa zbavil sprostredkovateľov alebo iných tretích strán.",
  "Mass Media": "Masmédiá",
  "New thread": "Nové vlákno",
  "Once the translation is completed, our professional translation service will review (and potentially edit) the content.": "Keď bude preklad dokončený, náš profesionálny tím prekladateľov začne revíziu (prípadne pozmení obsah).",
  "Overview": "Prehľad",
  "Packages": "Balíčky",
  "Protection and automatization of medical data and active participation in research for medicine or treatment. Monitoring and tracking diseases with verified data.": "Ochrana a automatizácia lekárskych údajov a aktívna účasť na výskume medicíny alebo liečby. Monitorovanie a sledovanie chorôb s overenými údajmi.",
  "RandomY": "RandomY",
  "Supply Chain": "Zásobovací reťazec",
  "Technology": "Technológia",
  "Telecommunications": "Telekomunikácie",
  "A New Sense of Integrity": "Nový nádych <1>integrity.</1>",
  "Trademark": "Ochranná známka",
  "Visit": "Navštíviť",
  "Core Blockchain represents a blockchain revolution as the first-ever next-generation Proof of Work, referred to as the Proof of Distributed Efficiency //PoDE//, in the world. Distributed Efficiency refers to transactions being confirmed on a network in any location. Using energy that could be waste energy, grid energy, or any other form of energy production, and or a combination thereof is not only environmentally friendly but also self-sustainable.": "Core Blockchain predstavuje revolúciu blockchainu ako vôbec prvý \"Proof of Work\" novej generácie, označovaný ako \"Proof of Distributed Efficiency\" //PoDE// na svete. Distribuovaná efektívnosť sa vzťahuje na transakcie potvrdené v sieti na akomkoľvek mieste. Využívanie energie, ktorá by mohla byť odpadovou energiou, energiou zo siete alebo akoukoľvek inou formou výroby energie alebo ich kombináciou, je nielen ekologické, ale aj sebestačné.",
  "A secure financial messaging service on the Core Blockchain network to send and receive encrypted messages as well as make payments without borders. Secure Smart Contracts — Ylem — empower Core Blockchain to transfer/digitize that of value on the powerful Core Blockchain network.": "Zabezpečená služba finančných správ v sieti Core Blockchain na odosielanie a prijímanie šifrovaných správ a uskutočňovanie platieb bez hraníc. Bezpečné smart-kontrakty — Ylem — umožňujú Core Blockchainu prenos / digitalizáciu hodnoty vo výkonnej sieti Core Blockchain.",
  "Aerospace operators can share data about aircraft history, maintenance, and operations with verified Blockchain messages.": "Prevádzkovatelia letectva a kozmonautiky môžu zdieľať údaje o histórii lietadiel, údržbe a prevádzke s overenými správami na Blockchaine.",
  "All Rights Reserved.": "Všetky práva vyhradené.",
  "Blockchain can actively contribute to education by involving the process of learning facilitation, or the acquisition of knowledge, skills, values, beliefs, and habits.": "Blockchain môže aktívne prispievať k vzdelávaniu zapojením procesu uľahčovania učenia alebo získavania vedomostí, zručností, hodnôt, viery a návykov.",
  "Blockchain messages and data distribution within different types of communication - including radio-frequency //RF//, mesh network //meshnet//, and laser transmission.": "Blockchainové správy a distribúcia dát v rámci rôznych typov komunikácie - vrátane vysokofrekvenčných //RF//, mesh sietí //meshnet// a laserového prenosu.",
  "Core Blockchain is contributing to Geographic information science //GIScience// to build a digital trust platform that can be used for multiple industries.": "Core Blockchain prispieva k geografickej informačnej vede //GIScience// a k budovaniu digitálnej dôveryhodnej platformy, ktorú je možné použiť pre rôzne odvetvia.",
  "Discuss and open new QA in the Talk community. Developers as well as other community members will assist you to answer your questions.": "Diskutujte a položte nové otázky a odpovede v komunitnej diskusii. Vývojári, ako aj ďalší členovia komunity vám pomôžu odpovedať na vaše otázky.",
  "Explore the interface between a set of APIs, SDKs, or other interactive digital tools and their various stakeholders. Connect Blockchain to your running system using Oracles. Interact with Blockchain Worldwide network.": "Preskúmajte rozhranie v rámci API, SDK alebo iných interaktívnych digitálnych nástrojov a ich rôznych zainteresovaných strán. Pripojte Blockchain k svojmu aktívnemu systému pomocou Oracles. Interagujte s celosvetovou sieťou Blockchain.",
  "Following the concept of using Blockchain technology to secure assets and host multiple securities on the Core Blockchain platform.": "Riadime sa koncepciou využívania technológie Blockchainu na zabezpečenie aktív a držanie mnohých cenných papierov na platforme Core Blockchain.",
  "We introduce a standard for crypto addresses — ICAN — with HRP and checksum, similar to what we all are using for current financial transactions.": "Prinášame štandard pre krypto adresy — ICAN — s HRP a kontrolným súčtom, podobný tomu, ktorý všetci používame pre súčasné finančné transakcie.",
  "Download Checksum": "Stiahnuť kontrolný súčet",
  "4 Cores CPU": "4 CPU jadrá",
  "64-bit Architecture": "64-bitová architektúra",
  "A decentralized structure within the whole ecosystem allows for voting through the CORE FOUNDATION. We welcome any new ideas for the Blockchain. The blockchain has a program to award projects — Core Community Fund //CCF// — deemed to be beneficial for the network.": "Decentralizovaná štruktúra v rámci celého ekosystému, ktorá umožňuje hlasovanie prostredníctvom CORE FOUNDATION. Prijímame akékoľvek nové nápady pre Blockchain. Blockchain má program oceňovania projektov — Core Community Fund //CCF// — prospešný pre sieť.",
  "Block Time": "Trvanie bloku",
  "Boid Distributions": "Boid distribúcie",
  "Brand Identity": "Identita projektu",
  "Build Hardware": "Vytvorte si hardvér",
  "Build Your Own & Connect to Blockchain Network": "Vytvorte si vlastnú a pripojte sa k sieti Blockchain",
  "Copy Command": "Skopírovať príkaz",
  "Core Blockchain can serve as an Autonomous Pod Data Transport //APDT// and connect multiple devices with the reliable and secure Core Blockchain Network globally.": "Core Blockchain je schopný slúžiť pre Autonomous Pod Data Transport //APDT// a prepojiť viac zariadení so spoľahlivou a bezpečnou sieťou Core Blockchain po celom svete.",
  "Core Blockchain is a Worldwide, open-source, unstoppable, and financial Smart Contract network.": "Core Blockchain je open-source, nezastaviteľná celosvetová finančná a smart-kontraktová sieť.",
  "Core Blockchain translators are always translating pages into as many languages as possible. To see what they're working on right now join the team.": "Core Blockchain prekladatelia sa snažia vždy prekladať stránky vo všetkých možných jazykoch. Ak si chcete pozrieť na čom pracujú, pripojte sa k nášmu tímu.",
  "Download Miner": "Stiahnuť ťažobný softvér",
  "Enable Indie-producers //Low-budget// and microfinancing for movies and entertainment. Monetize content utilizing fast & secure real-time Core payments.": "Povoliť Indie-producentom //nízkorozpočtové// mikrofinancovanie pre filmy a zábavu. Speňažujte obsah pomocou rýchlych a bezpečných platieb Core v reálnom čase.",
  "In-progress Translations": "Nedokončené preklady",
  "Join the Borderless network anywhere in the world run on various networks.": "Pripojte sa k celosvetovej sieti pomocou rôznych pripojení.",
  "Open New Proposal": "Pridať nový návrh",
  "Open Source License": "Open-source licencia",
  "Optimizing IoT and small devices participating in the mining network and algorithm //RandomY//. We are using ZERO-waste — 0W — energy with the LIFO //Last-In-First-Out// structure.": "Optimalizácia IoT a malých zariadení na sieti podieľajúcich sa na ťažbe a algoritme //RandomY//. Používame ZERO-waste - 0W - energiu so štruktúrou LIFO //Last-In First-Out//.",
  "Our mission is to build a Global Decentralized Network //GDN// to cover all areas of the planet using multiple communication technologies along with the Core Blockchain platform. We are creating an Inclusion program suited for all the people.": "Našou misiou je budovanie globálnej decentralizovanej siete //GDN//, ktorá pokryje všetky oblasti planéty pomocou viacerých komunikačných technológií, spolu s platformou Core Blockchain. Vytvárame program začleňovania vhodný pre všetkých ľudí.",
  "Passive or Active Cooler": "Pasívny alebo aktívny chladič",
  "Previous Versions": "Predošlé verzie",
  "Public Key": "Verejný kľúč",
  "Report Bug": "Nahlásiť chybu",
  "Pull Requests": "Návrh aktualizácie",
  "Review Progress": "Priebeh revízie",
  "Select Your Language": "Vyberte si jazyk",
  "Source Code": "Zdrojový kód",
  "The Core community has adopted many standards that are helpful for developers. Typically these are introduced as Core Improvement Proposals //CIP//. CIPs describe standards for the Core platform, including core protocol specifications, client APIs, and contract standards.": "Komunita Core prijala veľa štandardov, ktoré sú užitočné pre vývojárov. Spravidla sa tieto návrhy zavádzajú ako Core Improvement Proposals //CIP//. CIP popisuje štandardy pre platformu Core vrátane špecifikácií základných protokolov, rozhraní API klienta a zmluvných štandardov.",
  "Total Blocks": "Počet blokov",
  "Total Transactions": "Počet transakcií",
  "Translation Progress": "Priebeh prekladu",
  "Twisted Edwards Curve — Edwards448 — 224-bit //Spinal Tap-grade// security level.": "Krivka Twisted Edwards — Edwards448 — 224-bit //Spinal Tap-grade// úroveň bezpečnosti.",
  "Useful Links": "Užitočné odkazy",
  "We are monitoring the network and provide the tools to monitor the network's health and track your transactions.": "Monitorujeme sieť a poskytujeme nástroje na sledovanie zdravia siete a sledovanie vašich transakcií.",
  "Website Last Updated": "Stránka bola naposledy aktualizovaná",
  "ICAN Address": "ICAN adresy",
  "Issues List": "Zoznam problémov",
  "Introduce Project": "Predstaviť projekt",
  "You will need to create a Translate account, if you don’t already have one.": "Budete si musieť vytvoriť prekladateľský účet, ak ho ešte nemáte.",
  "Blockchain-based, transparent, immutable eGov //digital Government// solution for G2 //Government-to// services served Worldwide.": "Transparentné, nemenné eGov //digitálna vláda// riešenia založené na blockchaine pre služby G2 //vládne služby// poskytované po celom svete."
}
