{
  "Core Blockchain": "Core Blockchain",
  "2GB RAM //4GB recommended//": "2GB RAM //4GB doporučené//",
  "4 cores CPU": "4 jadrá CPU",
  "64-bit architecture": "64-bit architektúra",
  "About": "O Core",
  "A decentralized structure within the whole ecosystem allowing voting through the CORE FOUNDATION. We are inviting any new ideas for the Blockchain. Blockchain has a program to award projects — Core Community Fund //CCF// — deemed to be beneficial for the network.": "Decentralizovaná štruktúra v rámci celého ekosystému, ktorá umožňuje hlasovanie prostredníctvom CORE FOUNDATION. Pozývame akékoľvek nové nápady pre Blockchain. Blockchain má program na oceňovanie projektov — Core Community Fund //CCF// — považované za prospešné pre sieť.",
  "Aerospace operators could share data about aircraft history, maintenance, and operations with verified Blockchain messages.": "Prevádzkovatelia letectva a kozmonautiky môžu zdieľať údaje o histórii lietadiel, údržbe a prevádzke s overenými správami Blockchain.",
  "Algorithm": "Algoritmus",
  "All Rights Reserved.": "Všetky práva vyhradené.",
  "Antenna & Amplifier //required by Luna° mesh connectivity//": "Anténa a zosilňovač //potrebné pre Luna° mesh pripojenie//",
  "As a reminder, all release binaries are signed. You can manually verify the signatures with the command:": "Pripomíname, že všetky binárne súbory sú podpísané. Podpisy môžete ručne overiť pomocou príkazu:",
  "A secure financial messaging service on the Core Blockchain network to send and receive encrypted messages as well as make payments without borders. Secure Smart Contracts — Ylem — empowers Core Blockchain to transfer/digitize that of value on the powerful Core Blockchain network.": "Zabezpečená služba finančných správ v sieti Core Blockchain na odosielanie a prijímanie šifrovaných správ a tiež na uskutočňovanie platieb bez hraníc. Bezpečné smart-kontrakty — Ylem — umožňujú Core Blockchain k prenosu / digitalizácii hodnoty vo výkonnej sieti Core Blockchain.",
  "Asset Tokenization": "Tokenizácia majetku",
  "Blockchain-based transparent, immutable eGov //digital Government// solution for G2 //Government-to// services served Worldwide.": "Transparentné, nemenné eGov //digitálna vláda// riešenie založené na blockchaine pre služby G2 //vládna pre// poskytované po celom svete.",
  "Blockchain can actively contribute to education by involving the process of learning facilitation, or the acquisition of knowledge, skills, values, beliefs, and habits.": "Blockchain môže aktívne prispievať k vzdelávaniu zapojením procesu uľahčovania učenia alebo získavania vedomostí, zručností, hodnôt, viery a návykov.",
  "Blockchain messages and data distribution within different types of communication - including radio-frequency //RF//, mesh network //meshnet//, and laser transmission.": "Blockchainové správy a distribúcia dát v rámci rôznych typov komunikácie - vrátane vysokofrekvenčných //RF//, mesh sietí //meshnet// a laserového prenosu.",
  "Block time:": "Trvanie bloku:",
  "Boid distributions": "Boid distribúcie",
  "Boid Hop Reach": "Dosah roju na bod",
  "Borderless network anywhere in the World run on various networks.": "Bezhraničná sieť kdekoľvek na svete beží v rôznych sieťach.",
  "Brand identity": "Identita značky",
  "Build hardware": "Zostavte hardvér",
  "Build Your Own & Connect to Blockchain network": "Vytvorte si vlastnú sieť a pripojte sa k sieti Blockchain",
  "By mining, you can earn cryptocurrency with your CPU hashing power. Use CPU-based miners to start digging your Ores.": "Ťažbou môžete zarobiť kryptomenu pomocou hashovacej sily procesora. Použite ťažiarov založených na CPU a začnite kopať svoje rudy.",
  "Charts and metrics for the Core network. Explore our Boid locations Worldwide.": "Grafy a metriky pre sieť Core. Preskúmajte naše umiestnenia Boid po celom svete.",
  "Choose your operating system:": "Vyberte si operačný systém:",
  "community": "komunita",
  "Connecting the World using Oracles and distributing Financial instruments through Smart Contracts.": "Prepojenie sveta pomocou Oracles a distribúcia finančných nástrojov prostredníctvom smart-kontraktov.",
  "Connect with Dev Community": "Spojte sa s komunitou vývojárov",
  "Contact": "Kontakt",
  "Containers": "Kontajnery",
  "Contribute": "Prispieť",
  "Aerospace": "Aerospace",
  "Copy command": "Skopírovať príkaz",
  "Core Blockchain can operate on various platforms and environments - including mesh networks, satellite streams, mobile internet connection, and more.": "Core Blockchain môže fungovať na rôznych platformách a prostrediach - vrátane mesh sietí, satelitných streamov, mobilného internetového pripojenia a ďalších.",
  "Core Blockchain <1>Social Impact</1>": "Core Blockchain <1>sociálny dopad</1>",
  "Core Blockchain can serve for an Autonomous Pod Data Transport //APDT// and connect multiple devices with the reliable and secure Core Blockchain Network globally.": "Core Blockchain je schopný slúžiť pre Autonomous Pod Data Transport //APDT// a prepojiť viac zariadení so spoľahlivou a bezpečnou sieťou Core Blockchain po celom svete.",
  "Core Blockchain is an open-source, unstoppable Worldwide financial and Smart Contract network.": "Core Blockchain je open-source, nezastaviteľná celosvetová finančná a smart-kontraktová sieť.",
  "Core Blockchain is contributing to Geographic information science //GIScience// to build a digital trust platform that can be used for multiple industries.": "Core Blockchain prispieva k geografickej informačnej vede //GIScience// k budovaniu digitálnej dôveryhodnej platformy, ktorú je možné použiť pre rôzne odvetvia.",
  "Core Blockchain is using a self-organized system — Boids — to transact and route the data.": "Core Blockchain používa samoorganizovaný systém — Boids — na organizáciu a smerovanie údajov.",
  "Core Blockchain translators are always translating pages in as many languages as possible. To see what they're working on right now join the team.": "Core Blockchain prekladatelia sa snažia vždy prekladať stránky v jazykoch, ktoré su len možné. Ak si chcete pozrieť na čom pracujú, pripojte sa.",
  "Core Block Explorer is a web tool that provides detailed information about Core blocks, addresses, and transactions.": "Core prieskumník blokov je webový nástroj, ktorý poskytuje podrobné informácie o základných blokoch, adresách a transakciách.",
  "Core Client": "Core klient",
  "Core Client Boid": "Core klient Boid",
  "Core CPU miners": "Core CPU ťažiari",
  "Core distributed computing platform is reliable, secure, and available for everyone.": "Core distribuovaná výpočtová platforma je spoľahlivá, bezpečná a dostupná pre všetkých.",
  "CORE <1>ecosystem</1>": "CORE <1>ekosystém</1>",
  "Core <1>mining</1>": "Core <1>ťaženie</1>",
  "CORE explorer": "CORE prieskumník",
  "CORE FOUNDATION": "CORE NADÁCIA",
  "Core Improvement Proposal": "Core návrhy zlepšení",
  "Core Mining": "Core ťažba",
  "Core Network": "Core sieť",
  "Core Network reach": "Dosah Core siete",
  "Core Standards": "Core štandardy",
  "Core stats": "Core štatistiky",
  "Core ◆ Talk": "Core ◆ Diskusia",
  "Coverage": "Pokrytie",
  "Decentralization": "Decentralizácia",
  "Defence & Security": "Obrana a bezpečnosť",
  "Deployment": "Nasadenie",
  "Designed for <1>Developers</1>": "Vytvorené pre <1>vývojárov</1>",
  "Developer Portal": "Portál pre vývojárov",
  "Developers": "Vývojari",
  "Development": "Vývoj",
  "Difficulty": "Obtiažnosť",
  "Discuss and open new QA in the Talk community. Developers as well as other community members will assist you to answer your questions.": "Diskutujte a otvorte nové otázky-a-odpovede v komunitnej diskusii. Vývojári, ako aj ďalší členovia komunity vám pomôžu odpovedať na vaše otázky.",
  "Download": "Stiahnuť",
  "Download Blockchain from torrent": "Stiahnuť Blockchain z torrentu",
  "Download miner": "Stiahnuť miner",
  "Ecosystem": "Ekosystém",
  "Education": "Vzdelávanie",
  "eGovernment & DAOs": "eVláda a DAO",
  "<1>Planet</1> covered by <1>Blockchain</1>": "<1>Planéta</1> pokrytá <1>Blockchainom</1>",
  "Enable Indie-producers //Low-budget// and microfinance for movies and entertainment. Monetize content utilizing fast & secure real-time Core payments.": "Povoliť Indie-producentom //nízkorozpočtové// a mikrofinancovanie pre filmy a zábavu. Speňažujte obsah pomocou rýchlych a bezpečných platieb Core v reálnom čase.",
  "Energy": "Energia",
  "Enterprise": "Organizácie",
  "Explore the interface between a set of APIs, SDKs, or other interactive digital tools and their various stakeholders. Connect Blockchain using Oracles to your running system. Interact with Blockchain Worldwide network.": "Preskúmajte rozhranie medzi sadou API, SDK alebo iných interaktívnych digitálnych nástrojov a ich rôznymi zainteresovanými stranami. Pripojte Blockchain pomocou Oracles k svojmu aktívnemu systému. Interakujte s celosvetovou sieťou Blockchain.",
  "Finance & Payments": "Financie a platby",
  "Find the language you want to translate and select a document.": "Nájdite jazyk, ktorý si želáte preložiť a zvoľte dokument.",
  "Following the concept of using Blockchain technology to secure assets and host multiple securities on the Core Blockchain platform.": "Nasledujeme koncepciu využívania technológie Blockchain na zabezpečenie aktív a hostenie viacerých cenných papierov na platforme Core Blockchain.",
  "Get <1>Core Software</1>": "Získať <1>Core softvér</1>",
  "Get in touch": "Ozvite sa",
  "Get started": "Začať",
  "GIScience": "Geografická informatika",
  "Go-core is the command-line interface for running a full Core node //Boid// implemented in Go.": "Go-core je rozhranie príkazového riadku na spustenie celého uzla //Boid// implementovaného v Go.",
  "Healthcare & Wellness": "Zdravotníctvo a wellness",
  "Highlights": "Do pozornosti",
  "How to join?": "Ako sa pripojiť?",
  "If translation progress is below 100%, please contribute!": "Ak priebeh prekladu nedosahuje 100%, prosím prispejte!",
  "Don’t see your language listed?": "Nevidíte svoj jazyk?",
  "Images": "Obrazy",
  "Immutable Blockchain transactions are stored in tamper-proof P2P ledgers.": "Nezmeniteľné záznamy Blockchainu sú uložené v P2P účtovných knihách zabezpečených proti neoprávnenej manipulácii.",
  "Industries": "Odvetvia",
  "In-progress translations": "Preklady v priebehu",
  "Interoperability": "Interoperabilita",
  "IoT Devices": "IoT zariadenia",
  "IoT Performance": "Výkon IoT",
  "RandomY": "RandomY",
  "Join our translation instance.": "Pripojte sa k našemu systému prekladania.",
  "Join the Borderless network anywhere in the World run on various networks.": "Pripojte sa k sieti bez hraníc kdekoľvek na svete a používajte rôzne siete.",
  "Join the Core Blockchain ecosystem and enjoy all its benefits.": "Pripojte sa k ekosystému Core Blockchain a využívajte všetky jeho výhody.",
  "Just-In-Time //JIT// compilation": "Just-In-Time //JIT// kompilácia",
  "Language": "Jazyk",
  "Language Support": "Podpora jazyka",
  "Learn": "Dozvedieť sa",
  "Learn more": "Zistiť viac",
  "Magnet link": "Magnet odkaz",
  "Main Benefits of <1>Core Blockchain</1>": "Hlavné výhody <1>Core Blockchainu</1>",
  "Management and Resilience in Supply Chain to track, monitor, and alert using Blockchain-based verified information. Blockchain reduces the length of the chain to some extent by cutting down on middlemen or 3rd party organizations.": "Riadenie a pružnosť v dodávateľskom reťazci na stopovanie, sledovanie a varovanie pomocou overených informácií založených na blockchaine. Blockchain do istej miery skracuje dĺžku reťazca znižovaním sprostredkovateľov alebo organizácií tretích strán.",
  "Market Cap:": "Trhový kapitál:",
  "Mass Media": "Masmédiá",
  "Minimum requirements:": "Minimálne požiadavky:",
  "Mining pools": "Ťažobné spolky",
  "Network Powered by:": "Sieť beží na:",
  "New thread": "Nové vlákno",
  "Nodes status": "Stav uzlov",
  "Once the review is complete (i.e. review progress is 100%), we will add it to the website.": "Keď bude revízia ukončená (napr. revízia dosiahla 100%), pridáme ju do webstránky.",
  "Once the translation is completed, our professional translation service will review (and potentially edit) the content.": "Keď bude preklad ukončený, náš profesionálny tím tlmočníkov začne revíziu (prípadne pozmení) obsah.",
  "Open an issue.": "Vytvorť podnet.",
  "Open link": "Otvoriť odkaz",
  "Open new Proposal": "Otvoriť nový návrh",
  "IPFS": "IPFS",
  "Onion": "Onion",
  "Open-source License": "Open-source licencia",
  "Optimizing IoT and small devices participating in the mining network and algorithm //RandomY//. We are using ZERO-waste — 0W — energy with structure LIFO //Last-In-First-Out//.": "Optimalizácia IoT a malých zariadení podieľajúcich sa na sieti pre ťažbu a algoritme //RandomY//. Používame ZERO-waste - 0W - energiu so štruktúrou LIFO //Last-In First-Out//.",
  "ORE miner": "ORE ťažiar",
  "Our mission is to build a Global Decentralized Network //GDN// to cover all areas on the planet using multiple communication technologies along with the Core Blockchain platform. We are creating an Inclusion program suited for all people.": "Našou misiou je budovanie globálnej decentralizovanej siete //GDN//, ktorá pokryje všetky oblasti na planéte pomocou viacerých komunikačných technológií spolu s platformou Core Blockchain. Vytvárame program začleňovania vhodný pre všetkých ľudí.",
  "Overview": "Prehľad",
  "Packages": "Balíčky",
  "Passive or Active cooler": "Pasívny alebo aktívny chladič",
  "Persistence": "Stálosť",
  "Previous versions": "Predošlé verzie",
  "Price:": "Cena:",
  "Protection and automatization of medical data and active participation in research for medicine or treatment. Monitoring and tracking diseases with verified data.": "Ochrana a automatizácia lekárskych údajov a aktívna účasť na výskume medicíny alebo liečby. Monitorovanie a sledovanie chorôb s overenými údajmi.",
  "Public key": "Verejný kľúč",
  "Report bug": "Nahlásiť chybu",
  "Review progress": "Priebeh revízie",
  "Security": "Bezpečnosť",
  "Select your language:": "Vyberte si jazyk:",
  "Source code": "Zdrojový kód",
  "Statistics": "Štatistiky",
  "Supply Chain": "Zásobovací reťazec",
  "Swarm Intelligence": "Inteligencia roja",
  "Technology": "Technológia",
  "Telecommunications": "Telekomunikácie",
  "Tested Devices List": "List testovaných zariadení",
  "The Core community has adopted many standards that are helpful for developers. Typically these are introduced as Core Improvement Proposals //CIP//. CIP's describe standards for the Core platform, including core protocol specifications, client APIs, and contract standards.": "Komunita Core prijala veľa štandardov, ktoré sú užitočné pre vývojárov. Spravidla sa tieto návrhy zavádzajú ako Core Improvement Proposals //CIP//. CIP popisuje štandardy pre platformu Core vrátane špecifikácií základných protokolov, rozhraní API klienta a zmluvných štandardov.",
  "The following language translations are in progress:": "Nasledujúce jazykové preklady sú v príprave:",
  "The Value Custodian for a <1>Decentralized World</1>": "Správca majetku pre <1>decentralizovaný svet</1>",
  "Total blocks:": "Počet blokov:",
  "Total transactions:": "Počet transakcií:",
  "Trademark": "Ochranná známka",
  "Transaction Explorer": "Prieskumník transakcií",
  "Translation Program": "Prekladateľský program",
  "Translation progress": "Priebeh prekladu",
  "Twisted Edwards curve — Edwards448 — 224-bit //Spinal Tap-grade// security level.": "Krivka Twisted Edwards — Edwards448 — 224-bit //Spinal Tap-grade// úroveň bezpečnosti.",
  "Useful links": "Užitočné odkazy",
  "Verify your download by running this script:": "Overte si súbor pomocou skriptu:",
  "Visit": "Navštíviť",
  "We are monitoring the network and provide the tools to monitor the health and track your transaction.": "Monitorujeme sieť a poskytujeme nástroje na sledovanie stavu a sledovanie vašej transakcie.",
  "We are serving all people Worldwide, any language any nationality. Please, contribute to translations to make this vision a reality.": "Slúžime všetkým ľuďom na celom svete v akomkoľvek jazyku akejkoľvek národnosti. Prispejte prosím k prekladom, aby sa táto vízia stala skutočnosťou.",
  "Website last updated": "Stránka naposledy aktualizovaná",
  "We optimize the mining algorithm to be more focused on small devices //IoT// and connected to the mesh network ecosystem. Meshnet is Blockchain topology - connecting nodes and transmit various data into established and new devices.": "Optimalizujeme ťažobný algoritmus tak, aby bol viac zameraný na malé zariadenia //IoT// a pripojený k sieťovému ekosystému. Meshnet je topológia Blockchainu - pripojenie uzlov a prenos rôznych údajov do zavedených a nových zariadení.",
  "WGET link": "WGET odkaz",
  "You will need to create a Translate account if you don’t already have one.": "Budete si musieť vytvoriť účet v systéme prekladania ak ho ešte nemáte.",
  "Search for a term or phrase": "Vyhľadajte výraz alebo frázu",
  "CC0 CORE FOUNDATION": "CC0 CORE FOUNDATION",
  "Back to home page": "Späť na domovskú stránku",
  "Search results": "Výsledky vyhľadávania",
  "main tabs": [
    {
      "tabName": "Finance & Payments",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Healthcare & Wellness",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Aerospace",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Energy",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Supply Chain",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "eGovernment & DAO’s",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Mass Media",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "GIScience",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Defence & Security",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Asset Tokenization",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Education",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    },
    {
      "tabName": "Telecommunications",
      "tabImage": "/trading.png",
      "tabContent": "Blockchain messages and data distribution within different types of communication including radio-frequency (RF), mesh network (meshnet) and laser transmission."
    }
  ],
  "developers tabs": [
    {
      "tabName": "Developer portal",
      "tabContent": "Explore the interface between a set of APIs, SDKs, or other interactive digital tools and their various stakeholders. Connect Blockchain using Oracles to your running system. Interact with Blockchain Worldwide network.",
      "tabGreenBtn": "learn more",
      "tabGhostBtn": "report bug"
    },
    {
      "tabName": "Core Talk",
      "tabContent": "2Explore the interface between a set of APIs, SDKs, or other interactive digital tools and their various stakeholders. Connect Blockchain using Oracles to your running system. Interact with Blockchain Worldwide network.",
      "tabGreenBtn": "learn more",
      "tabGhostBtn": "report bug"
    },
    {
      "tabName": "Core Standards",
      "tabContent": "3Explore the interface between a set of APIs, SDKs, or other interactive digital tools and their various stakeholders. Connect Blockchain using Oracles to your running system. Interact with Blockchain Worldwide network.",
      "tabGreenBtn": "learn more",
      "tabGhostBtn": "report bug"
    }
  ],
  "menuItemList": [
    {
      "label": "Overview",
      "link": "#"
    },
    {
      "label": "Learn",
      "link": "#"
    },
    {
      "label": "Developers",
      "link": "#"
    },
    {
      "label": "Enterprises",
      "link": "#"
    },
    {
      "label": "Community",
      "link": "#"
    }
  ],
  "languages": [
    {
      "englishName": "English",
      "code": "en",
      "nativeName": "English"
    },
    {
      "englishName": "Slovak",
      "code": "sk",
      "nativeName": "Slovak"
    }

  ]
}
